<p> ЛР №1 Никулова К. Д. ПИ-323 <br>
	<p> Дата и время:
          <?php
           $d=date("d.m.Y H:i");
             echo($d);
           ?>
<ul>
	<li><a href="lab-1-1.php">Упражнение 1-2</a></li>
	<li><a href="lab-1-2.php">Упражнение 1-3</a></li>
	<li><a href="lab-1-3.php">Упражнение 1-4</a></li>
	<li><a href="lab-1-5.php">Самостоятельная работа 1 - Вариант 5</a></li>
	<li><a href="lab-1-5.1.php">Самостоятельная работа 1 - Вариант 9</a></li>
	<li><a href="lab-1-2.1.php">Упражнение 1-6</a></li>
	<li><a href="lab-1-2.2.php">Упражнение 1-7</a></li>
	<li><a href="lab-1-2.3.php">Упражнение 1-8</a></li>
	<li><a href="lab-1-2.4.php">Упражнение 1-9</a></li>
	<li><a href="lab-1-2.5.php">Упражнение 1-10</a></li>
	<li><a href="lab-1-2.6.php">Упражнение 1-11</a></li>
	<li><a href="lab-1-2.7.php">Упражнение 1-12</a></li>
	<li><a href="lab-1-2.8.php">Упражнение 1-13</a></li>
	<li><a href="lab-1-2.9.php">Упражнение 1-14</a></li>
	<li><a href="lab-1-2.10.php">Самостоятельная работа 2 - Задача 1-2</a></li>
	<li><a href="lab-1-2.11.php">Самостоятельная работа 2 - Задача 1-3 - Вариант 3</a></li>
	<li><a href="lab-1-2.11.1.php">Самостоятельная работа 2 - Задача 1-3 - Вариант 8</a></li>

</ul>	    				       
